# Вы можете расположить сценарий своей игры в этом файле.

# Определение персонажей игры.
define e = Character('бубылда', color="#c8ffc8")

# Вместо использования оператора image можете просто
# складывать все ваши файлы изображений в папку images.
# Например, сцену bg room можно вызвать файлом "bg room.png",
# а eileen happy — "eileen happy.webp", и тогда они появятся в игре.

# Игра начинается здесь:
label start:

    scene bg room

    show b 1

    e "Вы создали новую игру Ren'Py."

    show b 2
    e "Добавьте сюжет, изображения и музыку и отправьте её в мир!"

    return
